
var preData = [
	{
	title:"ホーリーナイト・マーダークラウン",
	data:'{"dateFrom":"2020-12-10","dateTo":"2020-12-24","mapData":[["サンタ道","初級",20,1,3,"贈り物x3","花束",null,null],["吹雪に潜む襲撃者","中級",30,2,3,"贈り物x3","（銅ユニット）x2","魔水晶",null],["雪上の聖竜騎士","上級",40,4,6,"贈り物x3x2","フィリス","レアン","ミーシャ"],["吹雪に潜む襲撃者","極級",50,7,11,"贈り物x5x2","贈り物x3","マーヤ","白金の聖霊"],["ホーム・デビルズ","神級",80,9,15,"贈り物x5x3","ドルカ","プラチナアーマー","魔水晶x2"],["（後半上級）","上級",40,5,9,"贈り物x3x3","（銀ユニット）","聖霊女王","プラチナアーマー"],["（後半極級）","極級",70,8,13,"贈り物x5x2","贈り物x3","（銀ユニット）","ルビー"],["（後半神級）","神級",90,12,25,"贈り物x5x5","（銀ユニット）","技強化の聖霊",null],["（後半神級）","神級",100,2,0,"金の聖霊","白金の聖霊","黒の聖霊","技強化の聖霊(コンプ)"]],"targetList":[[10,"ユニットが仲間になる"],[30,"スキルレベル2"],[50,"初期レベル10"],[100,"スキルレベル３"],[150,"コスト-1"],[200,"スキルレベル4"],[250,"コスト-1(累計-2)"],[300,"スキルレベル5"],[400,"初期レベル20"],[500,"スキルレベル6"],[600,"コスト-1(累計-3)"],[700,"スキルレベル7"],[800,"初期レベル30"],[900,"スキルレベル8"],[1000,"コスト-1(累計-4)"],[1100,"初期レベル40"],[1200,"スキルレベル9"],[1300,"コスト-1(累計-5)"],[1400,"スキルレベル10"],[1500,"初期レベル50"]]}'
	},
	{
	title:"テンプレート（ブラック）",
	data:'{"dateFrom":"2018-06-28","dateTo":"2018-07-12","mapData":[["（前半初級）","初級",20,1,3,"x3","花束",null,null],["（前半中級）","中級",30,2,3,"x3","（銅ユニット）x2","魔水晶",null],["（前半上級）","上級",40,4,6,"x3x2","（銀ユニット）","（銀ユニット）","（銀ユニット）"],["（前半極級）","極級",50,7,11,"x5x2","x3","（銀ユニット）","白金の聖霊"],["（前半神級）","神級",80,9,15,"x5x3","（銀ユニット）","プラチナアーマー","魔水晶x2"],["（後半上級）","上級",40,5,9,"x3x3","（銀ユニット）","聖霊女王","プラチナアーマー"],["（後半極級）","極級",70,8,13,"x5x2","x3","（銀ユニット）","ルビー"],["（後半神級）","神級",90,12,25,"x5x5","（銀ユニット）","技強化の聖霊",null],["（後半神級）","神級",100,2,0,"金の聖霊","白金の聖霊","黒の聖霊","技強化の聖霊(コンプ)"]],"targetList":[[10,"ユニットが仲間になる"],[30,"スキルレベル2"],[50,"初期レベル10"],[100,"スキルレベル３"],[150,"コスト-1"],[200,"スキルレベル4"],[250,"コスト-1(累計-2)"],[300,"スキルレベル5"],[400,"初期レベル20"],[500,"スキルレベル6"],[600,"コスト-1(累計-3)"],[700,"スキルレベル7"],[800,"初期レベル30"],[900,"スキルレベル8"],[1000,"コスト-1(累計-4)"],[1100,"初期レベル40"],[1200,"スキルレベル9"],[1300,"コスト-1(累計-5)"],[1400,"スキルレベル10"],[1500,"初期レベル50"]]}'
	},
	{
	title:"テンプレート（プラチナ）",
	data:'{"dateFrom":"2018-04-26","dateTo":"2018-05-10","mapData":[["（前半初級）","初級",20,1,3,"x3","花束",null,null],["（前半中級）","中級",30,2,3,"x3","（銅ユニット）x2","魔水晶",null],["（前半上級）","上級",40,4,6,"x3x2","（銀ユニット）","（銀ユニット）","（銀ユニット）"],["（前半極級）","極級",50,7,11,"x5x2","x3","（銀ユニット）","白金の聖霊"],["（前半神級）","神級",80,9,15,"x5x3","（銀ユニット）","プラチナアーマー","魔水晶x2"],["（後半上級）","上級",40,5,9,"x3x3","（銀ユニット）","聖霊女王","プラチナアーマー"],["（後半極級）","極級",70,8,13,"x5x2","x3","（銀ユニット）","ルビー"],["（後半神級）","神級",90,12,25,"x5x5","（銀ユニット）","技強化の聖霊",null],["（後半神級）","神級",100,2,0,"金の聖霊","白金の聖霊","黒の聖霊","技強化の聖霊(コンプ)"]],"targetList":[[10,"ユニットが仲間になる"],[30,"スキルレベル2"],[50,"初期レベル10"],[100,"スキルレベル３"],[150,"コスト-1"],[200,"スキルレベル4"],[250,"コスト-1(累計-2)"],[300,"スキルレベル5"],[350,"初期レベル20"],[400,"スキルレベル6"],[500,"コスト-1(累計-3)"],[600,"スキルレベル7"],[700,"初期レベル30"],[800,"スキルレベル8"],[900,"コスト-1(累計-4)"],[1000,"初期レベル40"],[1100,"スキルレベル9"],[1200,"コスト-1(累計-5)"],[1300,"スキルレベル10"],[1400,"初期レベル50"]]}'
	},

];

