
var preData = [
	{
	title:"降魔の復讐者",
	data:'{"dateFrom":"2018-10-11","dateTo":"2018-10-25","mapData":[["魔を宿す少女","初級",20,1,3,"欠片x3","花束",null,null],["封印晶を求めて","中級",30,2,3,"欠片x3","王国魔術師ロイx2","魔水晶",null],["封印晶の迷宮","上級",40,4,6,"欠片x3x2","女盗賊ハリッサ","癒し手アリサ","海賊ヴェロッテ"],["迷宮の番人","極級",50,7,11,"欠片x5x2","欠片x3","山賊頭モーティマ","白金の聖霊"],["ナイトメア・パーティ","神級",80,9,15,"欠片x5x3","吸血鬼狩人フーリ","プラチナアーマー","魔水晶x2"],["拡散した封印晶","上級",40,5,9,"欠片x3x3","侍剣士イロハ","聖霊女王","プラチナアーマー"],["疾駆する人馬","極級",70,8,13,"欠片x5x2","欠片x3","格闘家ダン","ルビー"],["魔封じの儀式","神級",90,12,25,"欠片x5x5","見習い騎兵ミーシャ","技強化の聖霊",null],["密林の大乱戦","神級",100,2,0,"金の聖霊","白金の聖霊","黒の聖霊","技強化の聖霊(コンプ)"]],"targetList":[[10,"ノワールが仲間になる"],[30,"スキルレベル2"],[50,"初期レベル10"],[100,"スキルレベル３"],[150,"コスト-1"],[200,"スキルレベル4"],[250,"コスト-1(累計-2)"],[300,"スキルレベル5"],[400,"初期レベル20"],[500,"スキルレベル6"],[600,"コスト-1(累計-3)"],[700,"スキルレベル7"],[800,"初期レベル30"],[900,"スキルレベル8"],[1000,"コスト-1(累計-4)"],[1100,"初期レベル40"],[1200,"スキルレベル9"],[1300,"コスト-1(累計-5)"],[1400,"スキルレベル10"],[1500,"初期レベル50"]]}'
	},
	{
	title:"テンプレート（ブラック）",
	data:'{"dateFrom":"2018-06-28","dateTo":"2018-07-12","mapData":[["（前半初級）","初級",20,1,3,"x3","花束",null,null],["（前半中級）","中級",30,2,3,"x3","（銅ユニット）x2","魔水晶",null],["（前半上級）","上級",40,4,6,"x3x2","（銀ユニット）","（銀ユニット）","（銀ユニット）"],["（前半極級）","極級",50,7,11,"x5x2","x3","（銀ユニット）","白金の聖霊"],["（前半神級）","神級",80,9,15,"x5x3","（銀ユニット）","プラチナアーマー","魔水晶x2"],["（後半上級）","上級",40,5,9,"x3x3","（銀ユニット）","聖霊女王","プラチナアーマー"],["（後半極級）","極級",70,8,13,"x5x2","x3","（銀ユニット）","ルビー"],["（後半神級）","神級",90,12,25,"x5x5","（銀ユニット）","技強化の聖霊",null],["（後半神級）","神級",100,2,0,"金の聖霊","白金の聖霊","黒の聖霊","技強化の聖霊(コンプ)"]],"targetList":[[10,"ユニットが仲間になる"],[30,"スキルレベル2"],[50,"初期レベル10"],[100,"スキルレベル３"],[150,"コスト-1"],[200,"スキルレベル4"],[250,"コスト-1(累計-2)"],[300,"スキルレベル5"],[400,"初期レベル20"],[500,"スキルレベル6"],[600,"コスト-1(累計-3)"],[700,"スキルレベル7"],[800,"初期レベル30"],[900,"スキルレベル8"],[1000,"コスト-1(累計-4)"],[1100,"初期レベル40"],[1200,"スキルレベル9"],[1300,"コスト-1(累計-5)"],[1400,"スキルレベル10"],[1500,"初期レベル50"]]}'
	},
	{
	title:"テンプレート（プラチナ）",
	data:'{"dateFrom":"2018-04-26","dateTo":"2018-05-10","mapData":[["（前半初級）","初級",20,1,3,"x3","花束",null,null],["（前半中級）","中級",30,2,3,"x3","（銅ユニット）x2","魔水晶",null],["（前半上級）","上級",40,4,6,"x3x2","（銀ユニット）","（銀ユニット）","（銀ユニット）"],["（前半極級）","極級",50,7,11,"x5x2","x3","（銀ユニット）","白金の聖霊"],["（前半神級）","神級",80,9,15,"x5x3","（銀ユニット）","プラチナアーマー","魔水晶x2"],["（後半上級）","上級",40,5,9,"x3x3","（銀ユニット）","聖霊女王","プラチナアーマー"],["（後半極級）","極級",70,8,13,"x5x2","x3","（銀ユニット）","ルビー"],["（後半神級）","神級",90,12,25,"x5x5","（銀ユニット）","技強化の聖霊",null],["（後半神級）","神級",100,2,0,"金の聖霊","白金の聖霊","黒の聖霊","技強化の聖霊(コンプ)"]],"targetList":[[10,"ユニットが仲間になる"],[30,"スキルレベル2"],[50,"初期レベル10"],[100,"スキルレベル３"],[150,"コスト-1"],[200,"スキルレベル4"],[250,"コスト-1(累計-2)"],[300,"スキルレベル5"],[350,"初期レベル20"],[400,"スキルレベル6"],[500,"コスト-1(累計-3)"],[600,"スキルレベル7"],[700,"初期レベル30"],[800,"スキルレベル8"],[900,"コスト-1(累計-4)"],[1000,"初期レベル40"],[1100,"スキルレベル9"],[1200,"コスト-1(累計-5)"],[1300,"スキルレベル10"],[1400,"初期レベル50"]]}'
	},

];

