
var preData = [
	{
	title:"青鬼娘と鬼一門",
	data:'{"dateFrom":"2018-02-01","dateTo":"2018-02-15","mapData":[["青鬼の襲来","初級",20,1,3,"節分豆x3","花束",null,null],["鬼の抗争","中級",30,2,3,"節分豆x3","熟練足軽ヨジロウx2","魔水晶",null],["進軍の迅雷","上級",40,4,6,"節分豆x3x2","弓武者カズハ","吸血鬼狩人フーリ","狂戦士フューネス"],["待ち受ける重水","極級",50,7,13,"節分豆x5x2","節分豆x3","傭兵クレイブ","白金の聖霊"],["秘密のチョコ作り","神級",80,9,15,"節分豆x5x3","堕天使ノエル","プラチナアーマー","魔水晶"],["","","","","","","","",""],["","","","","","","","",""],["","","","","","","","",""],["","","","","","","","",""]],"targetList":[[10,"リンドウが仲間になる"],[30,"スキルレベル2"],[50,"初期レベル10"],[100,"スキルレベル３"],[150,"コスト-1"],[200,"スキルレベル4"],[250,"コスト-1(累計-2)"],[300,"スキルレベル5"],[350,"初期レベル20"],[400,"スキルレベル6"],[500,"コスト-1(累計-3)"],[600,"スキルレベル7"],[700,"初期レベル30"],[800,"スキルレベル8"],[900,"コスト-1(累計-4)"],[1000,"初期レベル40"],[1100,"スキルレベル9"],[1200,"コスト-1(累計-5)"],[1300,"スキルレベル10"],[1400,"初期レベル50"]]}'	
	},
	{
	title:"傾国の妖狐と誘惑されし王子",
	data:'{"dateFrom":"2017-11-09","dateTo":"2017-11-22","mapData":[["華の国の妖狐","初級",20,1,3,"彼岸花x3","花束",null,null],["誘惑の赤き花","中級",30,2,3,"彼岸花x3","山賊ハーガンx2","魔水晶",null],["王子の逃避行","上級",40,4,6,"彼岸花x3x2","忍者カゲロウ","見習い拳士マオ","魔術師パレス"],["炎を纏いし邪仙","極級",50,7,13,"彼岸花x5x2","彼岸花x3","魔女カリオペ","白金の聖霊"],["滅びを奏でし銃口","神級",80,9,15,"彼岸花x5x3","槍騎兵エレイン","プラチナアーマー","魔水晶"],["風舞う山道","上級",40,5,9,"彼岸花x3x3","足軽頭サノスケ","聖霊女王","プラチナアーマー"],["雨を統べる邪仙","極級",70,8,13,"彼岸花x5x2","彼岸花x3","弓武者カズハ","ルビー"],["逃避行の果て","神級",90,12,25,"彼岸花x5x5？","傭兵クレイブ","技強化の聖霊",null],["聖霊のやつ","神級",100,2,0,"金の聖霊","白金の聖霊","黒の聖霊","技強化の聖霊（コンプ報酬）"]],"targetList":[[10,"妖狐 堕姫が仲間になる"],[30,"スキルレベル2"],[50,"初期レベル10"],[100,"スキルレベル３"],[150,"コスト-1"],[200,"スキルレベル4"],[250,"コスト-1(累計-2)"],[300,"スキルレベル5"],[400,"初期レベル20"],[500,"スキルレベル6"],[600,"コスト-1(累計-3)"],[700,"スキルレベル7"],[800,"初期レベル30"],[900,"スキルレベル8"],[1000,"コスト-1(累計-4)"],[1100,"初期レベル40"],[1200,"スキルレベル9"],[1300,"コスト-1(累計-5)"],[1400,"スキルレベル10"],[1500,"初期レベル50"]]}'
	},
	{
	title:"大盗賊とピラミッドの秘宝",
	data:'{"dateFrom":"2017-10-05","dateTo":"2017-10-19","mapData":[["砂漠を駆ける黒猫","初級",20,1,3,"欠片x3","花束",null,null],["命を食らう呪いの宝石","中級",30,2,3,"欠片x3","竜神戦士x2","魔水晶",null],["封鎖されしピラミッド","上級",40,4,6,"欠片x3x2","砂漠の戦士アサル","吸血鬼狩人フーリ","山賊頭モーティマ"],["ピラミッドへの道","極級",50,7,13,"欠片x5x2","欠片x3","魔道士ヴァレリー","白金の聖霊"],["妖魔女王の連携戦術","神級",80,9,15,"欠片x5x3","鋼鉄の乙女レアン","プラチナアーマー","魔水晶"]],"targetList":[[10,"サバルが仲間になる"],[30,"スキルレベル2"],[50,"初期レベル10"],[100,"スキルレベル３"],[150,"コスト-1"],[200,"スキルレベル4"],[250,"コスト-1(累計-2)"],[300,"スキルレベル5"],[400,"初期レベル20"],[500,"スキルレベル6"],[600,"コスト-1(累計-3)"],[700,"スキルレベル7"],[800,"初期レベル30"],[900,"スキルレベル8"],[1000,"コスト-1(累計-4)"],[1100,"初期レベル40"],[1200,"スキルレベル9"],[1300,"コスト-1(累計-5)"],[1400,"スキルレベル10"],[1500,"初期レベル50"]]}'
	}
];

