
var preData = [
	{
	title:"クイーンズ・ウェディング",
	data:'{"dateFrom":"2021-05-27","dateTo":"2021-06-10","mapData":[["窃盗犯を探して","中級",20,1,3,"x3","花束",null,null],["敵を射抜く白い花嫁","上級",30,2,3,"x3","（銅ユニット）x2","魔水晶",null],["花嫁竜姫のおとり作戦","極級",40,4,6,"x3x2","（銀ユニット）","（銀ユニット）","（銀ユニット）"],["トロルたちのお宝さがし","神級",50,7,11,"x5x2","x3","（銀ユニット）","白金の聖霊"],["キングトロルの宝石収集","神Ex",80,9,15,"x5x3","（銀ユニット）","プラチナアーマー","魔水晶x2"],["女王からの招待状","上級",40,5,9,"x3x3","（銀ユニット）","聖霊女王","プラチナアーマー"],["ゴブリンプリンセスのトリオ","極級",70,8,13,"x5x2","x3","（銀ユニット）","ルビー"],["ソノ結婚！　異議アリ！","神級",90,12,25,"x5x5","（銀ユニット）","技強化の聖霊",null],["ジューンブライドに見る夢","神Ex",100,2,0,"金の聖霊","白金の聖霊","黒の聖霊","技強化の聖霊(コンプ)"]],"targetList":[[5,"ユニットが仲間になる"],[10,"CCレベル1"],[30,"スキルレベル2"],[50,"CCレベル15"],[100,"スキルレベル３"],[150,"コスト-1"],[200,"スキルレベル4"],[250,"コスト-1(累計-2)"],[300,"スキルレベル5"],[400,"CCレベル30"],[500,"スキルレベル6"],[600,"コスト-1(累計-3)"],[700,"スキルレベル7"],[800,"CCレベル45"],[900,"スキルレベル8"],[1000,"コスト-1(累計-4)"],[1100,"初期レベル60"],[1200,"スキルレベル9"],[1300,"コスト-1(累計-5)"],[1400,"スキルレベル10"],[1500,"CCレベル80"]]}'
	},
	{
	title:"テンプレート（ブラック）",
	data:'{"dateFrom":"2018-06-28","dateTo":"2018-07-12","mapData":[["（前半初級）","初級",20,1,3,"x3","花束",null,null],["（前半中級）","中級",30,2,3,"x3","（銅ユニット）x2","魔水晶",null],["（前半上級）","上級",40,4,6,"x3x2","（銀ユニット）","（銀ユニット）","（銀ユニット）"],["（前半極級）","極級",50,7,11,"x5x2","x3","（銀ユニット）","白金の聖霊"],["（前半神級）","神級",80,9,15,"x5x3","（銀ユニット）","プラチナアーマー","魔水晶x2"],["（後半上級）","上級",40,5,9,"x3x3","（銀ユニット）","聖霊女王","プラチナアーマー"],["（後半極級）","極級",70,8,13,"x5x2","x3","（銀ユニット）","ルビー"],["（後半神級）","神級",90,12,25,"x5x5","（銀ユニット）","技強化の聖霊",null],["（後半神級）","神級",100,2,0,"金の聖霊","白金の聖霊","黒の聖霊","技強化の聖霊(コンプ)"]],"targetList":[[10,"ユニットが仲間になる"],[30,"スキルレベル2"],[50,"初期レベル10"],[100,"スキルレベル３"],[150,"コスト-1"],[200,"スキルレベル4"],[250,"コスト-1(累計-2)"],[300,"スキルレベル5"],[400,"初期レベル20"],[500,"スキルレベル6"],[600,"コスト-1(累計-3)"],[700,"スキルレベル7"],[800,"初期レベル30"],[900,"スキルレベル8"],[1000,"コスト-1(累計-4)"],[1100,"初期レベル40"],[1200,"スキルレベル9"],[1300,"コスト-1(累計-5)"],[1400,"スキルレベル10"],[1500,"初期レベル50"]]}'
	},
	{
	title:"テンプレート（プラチナ）",
	data:'{"dateFrom":"2018-04-26","dateTo":"2018-05-10","mapData":[["（前半初級）","初級",20,1,3,"x3","花束",null,null],["（前半中級）","中級",30,2,3,"x3","（銅ユニット）x2","魔水晶",null],["（前半上級）","上級",40,4,6,"x3x2","（銀ユニット）","（銀ユニット）","（銀ユニット）"],["（前半極級）","極級",50,7,11,"x5x2","x3","（銀ユニット）","白金の聖霊"],["（前半神級）","神級",80,9,15,"x5x3","（銀ユニット）","プラチナアーマー","魔水晶x2"],["（後半上級）","上級",40,5,9,"x3x3","（銀ユニット）","聖霊女王","プラチナアーマー"],["（後半極級）","極級",70,8,13,"x5x2","x3","（銀ユニット）","ルビー"],["（後半神級）","神級",90,12,25,"x5x5","（銀ユニット）","技強化の聖霊",null],["（後半神級）","神級",100,2,0,"金の聖霊","白金の聖霊","黒の聖霊","技強化の聖霊(コンプ)"]],"targetList":[[10,"ユニットが仲間になる"],[30,"スキルレベル2"],[50,"初期レベル10"],[100,"スキルレベル３"],[150,"コスト-1"],[200,"スキルレベル4"],[250,"コスト-1(累計-2)"],[300,"スキルレベル5"],[350,"初期レベル20"],[400,"スキルレベル6"],[500,"コスト-1(累計-3)"],[600,"スキルレベル7"],[700,"初期レベル30"],[800,"スキルレベル8"],[900,"コスト-1(累計-4)"],[1000,"初期レベル40"],[1100,"スキルレベル9"],[1200,"コスト-1(累計-5)"],[1300,"スキルレベル10"],[1400,"初期レベル50"]]}'
	},

];

